---
kind: other
id: Properties.T:Autodesk.Revit.DB.FilePath
source: html/8ba9266d-e79a-56dd-ac70-9fa5a5a78299.htm
---
# FilePath Properties

The path to the location of the central Revit server or cloud.